{"intents":[
  { "tag": "saudacao",
    "patterns":["Olá","Opa","Oi", "tudo bem"],
    "responses": ["Oi","Olá"]
  },
  { "tag": "despedida",
    "patterns":["valeu","tchau","Obrigado","tks"],
    "responses": ["Até breve","Falou"]
  },
  { "tag": "significadoPipe",
    "patterns":["O que é o programa pipe?","pipe o que é?", "como funciona o pipe?"],
    "responses": ["O Programa Pesquisa Inovativa em Pequenas Empresas da FAPESP destina-se a apoiar a execução de pesquisa científica e tecnológica em pequenas empresas no Estado de São Paulo. Seus objetivos são apoiar a pesquisa em ciência e tecnologia como instrumento para promover a inovação tecnológica e o desenvolvimento empresarial, aumentar a competitividade das pequenas empresas, possibilitar que as empresas se associem a pesquisadores do ambiente acadêmico em projetos de pesquisa visando à inovação tecnológica e contribuir para a formação e o desenvolvimento de núcleos de desenvolvimento tecnológico nas empresas e para o emprego de pesquisadores no mercado de trabalho empresarial criando uma cultura permanente de inovação."]
  },
  { "tag": "etapas",
    "patterns":["Como fazer um pipe?","Quais a etapas do pipe","etapas pipe","quantas etapas tem o pipe?"],
    "responses": ["a) Fase 1: é destinada à verificação da viabilidade técnico-científica da proposta, (duração de até 9 meses e orçamento de até R$ 300.000, mais Reserva Técnica e Benefícios Complementares);b) Fase 2: destina-se à execução da pesquisa propriamente dita (duração de até 24 meses e orçamento de até R$ 1.500.000, mais Reserva Técnica e Benefícios Complementares);c) PIPE Invest: Aceleração da chegada ao mercado de Projetos da Fase 2, quando houver terceira parte interessada (duração de até 24 meses e orçamento de até R$ 1.500.000); ed) Fase 3: desenvolvimento comercial e industrial dos produtos, processos, sistemas e/ou serviços inovadores obtidos a partir de pesquisas anteriores realizadas pela pequena empresa sem o apoio da FAPESP ou a partir de pesquisa apoiada no âmbito do PIPE."]
  },
  { "tag": "fasesObrigatorias",
    "patterns":["a fase 1 é obrigatoria?","posso começar na fase 2?","pode pular a primeira fase?"],
    "responses": ["A empresa pode submeter uma proposta à Fase 2 Direta. Nesse caso é fundamental demonstrar que a viabilidade técnica da pesquisa já foi demonstrada; para tanto é fundamental apresentar um ótimo documento de “Justificativa para a Fase 2 Direta”."]
  },
  { "tag": "onde",
    "patterns":["O pipe tem que ser feito na empresa?","onde fazer o pipe?","O projeto de pesquisa tem que ser feito na empresa?", "posso fazer em casa?"],
    "responses": ["Obrigatoriamente. O PIPE destina-se a apoiar a execução de pesquisa EM pequenas empresas sediadas no Estado de São Paulo, conforme está explicitado nas normas do programa."]
  },
  { "tag": "possuirEmpresa",
    "patterns":["Preciso já ter empresa para solicitar pipe?","Como solicitar o pipe sem empresa?","posso ter pipe sem ter empresa?"],
    "responses": ["Não. A FAPESP analisa propostas de empresas ainda não constituídas. Empresas startup ainda não constituídas legalmente são incentivadas a submeter. Nos casos em que a proposta for recomendada, o proponente deverá então abrir formalmente a empresa antes da concessão da proposta."]
  },
  { "tag": "oqueEmpresa",
    "patterns":["Minha empresa é elegível ao programa?","Como saber se minha empresa pode participar?","posso inscrever minha empresa no PIPE?","O que é uma empresa para fins de submissão ao PIPE?"],
    "responses": ["É uma empresa com até 250 funcionários, independentemente do seu faturamento. A FAPESP considera empresa as sociedades empresárias previstas no Código Civil, o empresário individual, o microempreendedor individual (MEI), a sociedade limitada unipessoal e as sociedades simples. Associações, fundações, institutos e cooperativas não podem sediar um PIPE da FAPESP."]
  },
  { "tag": "quandoSubmeterEmpresa",
    "patterns":["Quando posso submeter uma proposta ao PIPE?","Em que fase posso submeter uma proposta ao PIPE?"],
    "responses": ["As propostas para o PIPE Fase 1, Fase 2 e PIPE Invest são recebidas em fluxo contínuo durante todo o ano."]
  },
  { "tag": "areasPrioridade",
    "patterns":["Há áreas prioritárias no programa PIPE?","Minha área tem prioridade no PIPE?","Qual a prioridade de área do PIPE?"],
    "responses": ["Não. O PIPE visa a apoiar pesquisas promissoras, com potencial de inovação, em qualquer área do conhecimento."]
  },
  { "tag": "produtoPronto",
    "patterns":["Tenho um produto pronto e desenvolvido, posso receber financiamento do PIPE para comercializá-lo?","Finalizei meu projeto. Posso receber financiamento do PIPE?","Posso comercializar meu projeto finalizado do PIPE?"],
    "responses": ["Não. O objetivo do PIPE é apoiar projetos de pesquisa para inovação, oferecendo recursos para custear a pesquisa visando ao desenvolvimento de um produto, processo ou serviço inovador. Se o produto já foi desenvolvido, as Fases 1 e 2 do PIPE não são necessárias para financiar pesquisa para se chegar a ele. Nesse caso, a proposta pode ser elegível para outros programas de subvenção econômica, no PIPE Fase 3, financiados em parceria com terceiros."]
  },
  { "tag": "tituloDoutor",
    "patterns":["É preciso ter título de doutor para solicitar financiamento no PIPE FAPESP?","É obrigatório título de doutor?","É necessário título de doutor para financiamento?"],
    "responses": ["Não. No programa PIPE é fundamental a experiência demonstrada pelo proponente no tema do projeto e a competência demonstrada para a liderança da pesquisa proposta. Embora a titulação acadêmica seja bem-vinda, ela não é de forma nenhuma exigida dos pesquisadores do PIPE."]
  },
  { "tag": "itensFinanciaveis",
    "patterns":["Quais itens são financiáveis?", "Que tipo de item é financiável com o programa?","O que é financiável no PIPE?"],
    "responses": ["Além das bolsas PE e TT e de recursos para viagens, são também financiáveis Serviços de Terceiros, Material Permanente e Material de Consumo. Estes podem ser adquiridos tanto no Brasil quanto no exterior. Em todos os casos, é fundamental que eles sejam bem justificados como essenciais à pesquisa científica ou tecnológica que será desenvolvida no âmbito do projeto. Não são financiáveis itens de produção ou que não sejam essenciais à pesquisa proposta, mesmo que possam ter utilidade para a empresa."]
  },
  { "tag": "consultores",
    "patterns":["Posso contratar consultores?", "É possível ter consultores no meu projeto?", "Posso ter serviço de consultoria no meu projeto?"],
    "responses": ["Sim. Desde que bem justificado, é possível contratar Serviços de Terceiros de especialistas, de laboratórios acadêmicos ou de outras empresas. No caso de envolvimento de terceiros, prestadores de serviços ou parceiros no projeto, a relação deverá estar formalizada antes da concessão do projeto, considerando que:\na) Para os casos em que a participação do terceiro for de consultoria ou prestação de serviços, com remuneração com recursos do projeto ou da empresa, deverá ser apresentado contrato de prestação de serviços. Neste caso, a propriedade intelectual deve ser de propriedade exclusiva da pequena empresa.\nb) Caso a consultoria seja realizada por pesquisador de instituição pública, deverão ser apresentados:\nb.1) ofício da agência de inovação da respectiva Instituição de vínculo do pesquisador, concordando com a não participação na propriedade intelectual;\nb.2) autorização do órgão de pessoal da instituição para a consultoria; e\nb.3) contrato entre o consultor e a empresa prevendo que a titularidade pertencerá à empresa.\nc) Para os casos em que houver colaboração entre a pequena empresa e o terceiro, poderá haver compartilhamento de propriedade intelectual, devendo ser apresentado convênio, detalhando no plano de trabalho qual a participação do terceiro e da empresa na pesquisa, bem como indicando quais serão os recursos financeiros e econômicos envolvidos para financiar as pesquisas do convênio e a origem de tais recursos.\nd) Em qualquer caso, a pequena empresa deve ter o direito de explorar com exclusividade os resultados da pesquisa.\nA atenção e cuidado profissional com os assuntos de Propriedade Intelectual é essencial para preservar o valor da empresa e de suas inovações e para viabilizar a obtenção de investimentos privados."]
  },
  { "tag": "recursoPropriedadeIntelectual",
    "patterns":["Posso utilizar recursos do PIPE para cobrir despesas de propriedade intelectual?", "Despesas de Propriedade Intelectual"],
    "responses": ["Despesas com propriedade intelectual poderão ser financiadas com recursos da Parcela para Custos de Infraestrutura Direta do Projeto."]
  },
  { "tag": "pipeSocioCota",
    "patterns":["A FAPESP irá virar sócia do meu projeto?","PIPE é uma sociedade?","O PIPE é uma sociedade com meu projeto?"],
    "responses": ["Não, a FAPESP não recebe cotas da empresa."]
  },
  { "tag": "fapespTitularidadePI",
    "patterns":["A FAPESP participa da titularidade da propriedade intelectual resultante do projeto?","A FAPESP é titular da minha ideia?","A FAPESP será dona da minha ideia?"],
    "responses": ["A titularidade da propriedade intelectual resultante do projeto pertence à empresa sede do projeto."]
  },
  { "tag": "avaliacaoProjetos",
    "patterns":["Quem avalia os projetos?","Quem é responsável por avaliar os projetos?","Como funciona a avaliação dos projetos?"],
    "responses": ["A FAPESP seleciona especialistas das áreas de conhecimento envolvidas no projeto para avaliá-lo. Projetos PIPE Fase 1 são avaliados por pelo menos dois assessores e projetos Fase 2 são avaliados por pelo menos 3 assessores. A identidade dos assessores é mantida em confidencialidade pela FAPESP, como faz a maior parte das agências de financiamento à pesquisa no mundo.\n Os assessores emitem pareceres e a FAPESP os reúne em comitês de avaliação que debatem cada caso e elaboram um novo parecer sobre cada projeto. Com base em todos esses pareceres e em uma entrevista com os proponentes, a Coordenação de Área e a Coordenação Adjunta de Pesquisa para Inovação fazem uma recomendação final à Diretoria Científica que emite a decisão final."]
  },
  { "tag": "projetoDenegado",
    "patterns":["O que acontece se meu projeto é denegado?", "Projeto Rejeitado","Meu projeto foi negado","Projeto denegado"],
    "responses": ["Nesse caso, você receberá pareceres explicando os motivos da denegação e apontando eventuais fragilidades da proposta apresentada. Caso haja interesse, você pode aprimorar o projeto baseado nos comentários dos assessores e resubmetê-lo em um pedido de “reconsideração”."]
  },
  { "tag": "concorrenteAvaliar",
    "patterns":["Um concorrente pode avaliar meu projeto?","Concorrente avaliando projeto"],
    "responses": ["A FAPESP toma um grande cuidado para evitar que assessores que tenham potencial conflito de interesse com a proposta em análise participem da avaliação. Além disso, para realizar a avaliação, o parecerista assina documento atestando que não tem conflitos com o proponente e se compromete a manter sigilo sobre o tema avaliado."]
  },
  { "tag": "maisInformacoes",
    "patterns":["Como obter mais detalhes sobre o PIPE?", "Mais informações sobre o PIPE","Mais sobre o PIPE","Informações completas sobre o PIPE"],
    "responses": ["O site fapesp.br/pipe apresenta em detalhes o programa, incluindo o texto completo das normas e as chamadas vigentes. Adicionalmente, de forma periódica, acontece o evento “Diálogo sobre Apoio à Pesquisa para Inovação na Pequena Empresa” no qual o programa PIPE é apresentado e os membros da coordenação tiram dúvidas dos participantes (veja as próximas datas no site do PIPE)."]
  },
  { "tag": "pipeEmprestimo",
    "patterns":["PIPE é um empréstimo?", "Deverei pagar por esse empréstimo?","PIPE empréstimo"],
    "responses": ["O apoio da FAPESP não é realizado na forma de empréstimo."]
  },
  { "tag": "formacao",
    "patterns":["Tenho uma formação em uma area, posso fazer um PIPE em outra área?", "Posso fazer o pipe de uma outra formação?", "É possivel fazer o pipe de outra area sem ser a que m formei?"],
    "responses": ["No PIPE, o fundamental é demonstrar experiência na área do projeto. É importante que a equipe inclua profissionais de todas as áreas relevantes para a pesquisa. No entanto, nem todos os membros da equipe precisam ter relação direta com a empresa; podem ser incluídos na equipe especialistas de universidades e consultores, remunerados ou não, para complementar as especialidades necessárias à condução da pesquisa. Por exemplo, um projeto que envolve o desenvolvimento de um software para a saúde obrigatoriamente deve incluir na equipe especialistas em desenvolvimento de software e em saúde e um projeto que envolve o uso de eletrônica na agricultura obrigatoriamente deve incluir especialistas em eletrônica e em agricultura.."]
  },
  { "tag": "dedicacao",
    "patterns":["Preciso ter dedicação excluisiva ao projeto?", "Quantas horas preciso cumprir no projeto PIPE?", "Qual a carga horaria obrigatoria de um PIPE?", "Sou professor de universidade e quero criar uma empresa para dedicar um dia por semana. Posso coordenar um projeto PIPE da FAPESP"],
    "responses": ["Caso o pesquisador principal seja pago pela empresa e não receba bolsa da FAPESP, é exigida a dedicação mínima de 24 horas semanais ao projeto na empresa. Em casos excepcionais, em que a empresa demonstra não poder arcar com o salário do Pesquisador Responsável, a FAPESP pode analisar solicitação de Bolsa de Pesquisa em Pequena Empresa (Bolsa PE FAPESP). Se o pesquisador principal solicitar Bolsa PE, é necessária a dedicação mínima de 40 horas semanais ao projeto."]
  },
  { "tag": "estado",
  "patterns":["Pesquisadores ou empresas de outros estados, podem apresenar projetos?", "Pessoas que não moram no estado de São paulo podem apresentar projetos?", "Não residem no estado de São paulo"],
  "responses": ["O Pesquisador Responsável deverá residir no estado de São Paulo para ser elegível ao PIPE. Caso a empresa já esteja constituída fora do estado de São Paulo, o pesquisador deverá submeter o projeto, obrigatoriamente, em nome dessa empresa. Ter unidade de pesquisa constituída no estado de São Paulo (item 3.3 da norma) é condição para a concessão do processo. Adicionalmente, pesquisadores de outros estados que venham a instalar novas empresas em São Paulo e se tornem residentes no estado, também são elegíveis."]
  },
  { "tag": "projetoUniversidade",
  "patterns":["É obrigatório ter projeto de pesquisa numa universidade para receber apoio do PIPE da FAPESP?", "Tenho que ter feito faculdade para fazer PIPE?", "É preciso ter formação para fazer PIPE?"],
  "responses": ["Não há absolutamente nenhuma exigência de relação com qualquer instituição acadêmica. Embora relações entre a empresa e universidades sejam salutares, o PIPE é um programa para apoiar a pesquisa na empresa, não na universidade."]
  },
  { "tag": "fazerNaFaculdade",
    "patterns":["Posso desenvolver a pesquisa na Universidade?", "Tenho que fazer PIPE na faculdade?", "O pipe tem que ser feito na empresa?"],
    "responses": ["A pesquisa deve ser desenvolvida na empresa. Eventualmente, algumas atividades específicas da pesquisa podem ser sub-contratadas de laboratórios de universidades ou de consultores acadêmicos desde que muito bem justificadas e não se constituam na parte central da pesquisa."]
  },
  { "tag": "bolsaPe",
    "patterns":["Quantas Bolsas de Pesquisa em Pequena Empresa (Bolsa PE FAPESP) posso solicitar?", "posso solicitar mais de uma bolsa para pesquisa em pequena empresa?"],
    "responses": ["Normalmente, a cada projeto de empresas com pouco faturamento cabe uma única bolsa PE. Em condições excepcionais e muito bem justificadas, uma segunda bolsa PE pode ser solicitada. Nesse caso, dois planos de atividades precisam ser apresentados indicando claramente as atividades de cada bolsista PE no projeto. No caso de empresas com grande faturamento, espera-se que a própria empresa pague o pesquisador principal."]
  },
  { "tag": "bolsasTT13",
    "patterns":["O que são bolsas TT-1, TT-2, e TT-3?", "Quais são as bolsas TT-1, TT-2, e TT-3?", "TT-1, TT-2, e TT-3"],
    "responses": ["São bolsas de Treinamento Técnico que têm por objetivo treinar e aperfeiçoar alunos de cursos técnicos, de nível médio e superior e de recém-formados, visando à sua futura incorporação à equipe de P&D da empresa. Para cada bolsa solicitada é fundamental a apresentação de um plano de trabalho individual conforme descrito em fapesp brasil"]
  },
  { "tag": "bolsasTT45",
    "patterns":["O que são bolsas TT-4, TT-4A e TT-5?","Quais são as bolsas TT-4, TT-4A, e TT-5?", "TT-4, TT-4A, e TT-5"],
    "responses": ["Não. O PIPE visa a apoiar pesquisas promissoras, com potencial de inovação, em qualquer área do conhecimento."]
  },
  { "tag": "viagens",
    "patterns":["Posso solicitar recursos de transporte e diárias para viagens?","pode fazer vigens", "pode solicitar transporte", "existe bolsa viagem?"],
    "responses": ["As propostas aprovadas recebem automaticamente Benefícios Complementares (BC) de R$ 16.000,00/ano para cobrirem despesas com a participação em reuniões científicas ou tecnológicas e estágios de pesquisa de curta duração fora do estado de São Paulo. Além desse valor, caso esteja plenamente justificado na proposta, poderão ser concedidos recursos adicionais para pesquisa de campo essenciais ao projeto; note que isso não se aplica a reuniões comerciais, eventos de marketing, pesquisa de mercado, etc."]
  }
]
}